Revit 2027 API
BuiltInFailures.CreationFailures.CannotMakeToposolid Property
 Can't construct toposolid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMakeToposolid { get; }
Public Shared ReadOnly Property CannotMakeToposolid As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMakeToposolid {
	FailureDefinitionId^ get ();
}
static member CannotMakeToposolid : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace